<template>
	<div class="wrap">
			<zHeader>
				<div class="main">
					<div class="main-z show">
						<div class="m-a">
							<ul>
								<li :class="parentcare === 'item1' ? 'active':''">
									<a @click="parentcare = 'item1'">工程体系</a>
								</li>
								<li :class="parentcare === 'item2' ? 'active':''">
									<a @click="parentcare = 'item2'">服务申请</a>
								</li>
								<li :class="parentcare === 'item3' ? 'active':''">
									<a @click="parentcare = 'item3'">常见问题</a>
								</li>
							</ul>
						</div>
						<div class="content" v-show="parentcare === 'item1'">
							<div class="m-b"><a href="#"><img src="~@/assets/image/gs-3.png" alt=""></a></div>
							<p>网络游戏未成年人家长监护工程”是一项由成都复程网络科技有限公司发起并实施，由中华人民共和国文化部指导，旨在加
							强家长对未成年人参与网络游戏的监 护，引导未成年人健康、绿色参与网络游戏，和谐家庭关系的社会性公益行动。它提供
							了一种切实可行的方法，一种家长实施监控的管道，使家长纠正部分未成年子 女沉迷游戏的行为成为可能</p>
							<p>   该项社会公益行动充分反映了中国网络游戏行业高度的社会责任感，		对未成年玩家合法权益的关注及对用实际行动营造和
								  谐社会的愿望。</p>
							<h4>未成年人健康参与网络游戏提示</h4>
							<p>随着网络在青少年中的普及，未成年人接触网络游戏已经成为普遍现象。为保护未成年人健康参与游戏，在政府进一步加
							强行业管理的前提下，家长也应当加强监护 引导。为此，我们为未成年人参与网络游戏提供以下意见：</p>
							<p class="pp">
								1、主动控制游戏时间。游戏只是学习、生活的调剂，要积极参与线下的各类活动，并让父母了解自己在网络游戏中的行为和体验。<br>
								2、不参与可能耗费较多时间的游戏设置。不玩大型角色扮演类游戏，不玩有PK类设置的游戏。在校学生每周玩游戏不超过2小时，
								每月在游戏中的花费不超过10元。<br>
								3、不要将游戏当作精神寄托。尤其在现实生活中遇到压力和挫折时，应多与家人朋友交流倾诉，不要只依靠游戏来缓解压力。<br>
								4、养成积极健康的游戏心态。克服攀比、炫耀、仇恨和报复等心理，避免形成欺凌弱小、抢劫他人等不良网络行为习惯。<br>
								5、注意保护个人信息。包括个人家庭、朋友身份信息，家庭、学校、单位地址，电话号码等，防范网络陷阱和网络犯罪。<br>
							</p>
						</div>
						<div class="content" v-show="parentcare === 'item2'">
							<img src="~@/assets/image/gs-4.png" alt="">
							<h4>流程介绍详细说明</h4>
							<p class="pp6">
								监护人提出申请
							</p>
							<p class="pp7">
								在监护人发现被监护人有沉溺网络游戏的情况下，监护人可向公司申请发起未成年人家长监护机制。
								监护人 需亲自通过邮寄方式 向我司提供有效材料，向公司提出未成年人账户监控的申请。在收到邮件后，我司即开始启
								动监护机制审核流程，首先进入疑似账号身份确认期。
							</p>
							
							<p class="pp6">
								疑似账号身份确认期（15 个自然日）
							</p>
							<p class="pp7">
							在判断申请材料完整的情况下，我司将通过官方邮箱联系疑似帐号归属者，告知其在 15 个自然日内将按照监护人需求对
							其账号进行相关操作，并要求疑似账号归属者提供身份材料以便我司判定其与监护人监护关系；<br>
							若疑似账号归属者在 15 个自然日内不能提供有效身份证明或逾期提供，则默认为疑似账号归属者与被监护人身份相符。<br>
							我司即按照监护人申请要求，对其游戏账号纳入防沉迷系统；<br>
							若疑似账号归属者在 15 个自然日内提供的身份证明与被监护人相符，我司即按照监护人申请要求，对其游戏账号纳入防
							沉迷系统；<br>
							若疑似账号归属者在 15 个自然日内提供的身份证明与被监护人不符，我司则无法判定其与被监护人的身份关系。在此情<br>
							况下，为保障用户游戏账号安全，我司将通知监护人通过公安机关出具账号找回协查证明，由我司协助被监护人找回游戏<br>
							账号后再进行后续操作；
							</p>
							
							<p class="pp6">
								监护服务申请书
							</p>
							<p class="pp7">
								温馨提醒，您在邮寄申请书时，要记得一起提供如下资料：<br>
								附件1：申请人的身份证（复印件）<br>
								附件2：被申请人的身份证（复印件）<br>
								附件3：申请人与被申请人的监护法律关系证明文件（户口簿或者其他合法有效证明文件）
							</p>
							<p class="pp8"><img src="~@/assets/image/gs-5.png" alt=""></p>
						</div>
						<div class="content" v-show="parentcare === 'item3'">
							<h4>常见问题解答：</h4>
							<p class="pp4">Q1：“成都复程网络未成年人家长监护机制工程”是什么？</p>
							<p class="pp5">
								“网络游戏未成年人家长监护工程”是一项由成都复程网络科技有限公司发起并实施，由中华人民共和国文化部指导，旨
								在加强家长对未成年人参与网络游戏的监 护，引导未成年人健康、绿色参与网络游戏，和谐家庭关系的社会性公益行动。
								它提供了一种切实可行的方法，一种家长实施监控的管道，使家长纠正部分未成年子 女沉迷游戏的行为成为可能。该项社
								会公益行动充分反映了中国网络游戏行业高度的社会责任感，对未成年玩家合法权益的关注以及对用实际行动营造和谐社
								会的愿望。
							</p>
							
							<p class="pp4">
								Q2：什么情况下需要申请该项服务呢？
							</p>
							<p class="pp5">
								在监护人发现被监护人有沉溺蚩游娱乐游戏的情况下，监护人可向公司申请发起未成年人家长监护机制。
							</p>
							
							<p class="pp4">
								Q3：申请该项服务时需要提交哪些资料呢？如何提交呢？
							</p>
							<p class="pp5">
								申请人需通过邮寄方式向我司提交《成都复程网络未成年人用户家长监控服务申请书》及其中所提及需提供的附件，<br>
								包含：<br>
								附件1：申请人的身份证（复印件）<br>
								附件2：被申请人的身份证（复印件）<br>
								附件3：申请人与被申请人的监护法律关系证明文件（户口簿或者其他合法有效证明文件）<br>
								您在填写《西米互动游戏未成年人用户家长监控服务申请书》时，请提供尽可能详尽、真实的玩家资料，以便帐号归属的
								判定。
							</p>
							
							<p class="pp4">
								Q4：相关资料寄往哪里呢？
							</p>
							<p class="pp5">
								请将相关资料邮寄至：（请在信封表面写上“家长监控服务申请书”的字样）<br>
								收件人：成都复程网络科技有限公司<br>
								地 址：成都高新区益州大道中段722号3栋1单元902<br>
								邮 编：610095
							</p>
							
							<p class="pp4">
								Q5：提交资料后，后续处理流程怎样呢？
							</p>
							<p class="pp5">
								您提交相关申请资料后，我司客服人员将按照监护申请流程尽快处理您的申请，处理过程中可能需要对监护人和被监护人
								进行电话回访以便信息的判定，希望您的配合。
							</p>
							
							<p class="pp4">
								Q6：判定帐号归属需要多久呢？
							</p>
							<p class="pp5">
								在判断申请材料完整的情况下，我司将联系疑似账号归属者，告知其在 15 个自然日内将按照监护人需求对其账号进行相关
								操作，并要求疑似账号归属者提供身份材料以便我司判定其与监护人监护关系；
								若疑似账号归属者在 15 个自然日内不能提供有效身份证明或逾期提供，则默认为疑似账号归属者与被监护人身份相符。我
								司即按照监护人申请要求，对其游戏账号纳入防沉迷系统；
								若疑似账号归属者在 15 个自然日内提供的身份证明与被监护人相符，我司即按照监护人申请要求，对其游戏账号纳入防沉
								迷系统；
								若疑似账号归属者在 15 个自然日内提供的身份证明与被监护人不符，我司则无法判定其与被监护人的身份关系。在此情况
								下，为保障用户游戏账号安全，我司将通知监护人通过公安机关出具账号找回协查证明，由我司协助被监护人找回游戏账号
								后再进行后续操作；
							</p>
							
							<p class="pp4">
								Q7:若发现对帐号归属有疑义或账号被恶意防沉迷限制怎么办？
							</p>
							<p class="pp5">
								您需要在收到通知后15个自然日内提供您的身份证复印件（纸质），并通过以下地址邮寄到我司，如果我司在15个自然日
								内未收到您的身份证复印件，我们会将您的账号纳入家长监控系统。

								收件人：成都复程网络科技有限公司
								地 址：中国（四川）自由贸易试验区成都高新区益州大道中段722号3栋1单元902
								邮 编：610095
								注1：请在身份证复印件上写明您的签名以及QQ账号。
								注2：请您注意我司提供该项服务不收取任何费用，以免上当受骗。
							</p>							
						</div>
					</div>
				</div>
			</zHeader>
	</div>
</template>
<script>
  export default {
    name: 'parentcare',
    data () {
      return {
        parentcare: 'item1'
      }
    }
  }
</script>
