'use strict';

Object.defineProperty(exports, "__esModule", {
  value: true
});
exports.default = Page({
  data: {
    proList: [{ title: 'Q: 未收到奖品?', content: '奖品是由抽奖发起人提供的，直接寄送到你提供的地址，陪我抽奖暂不进行物流跟踪，通常到货时间在两周内，请确保地址在有效期内已填写，并满足发起者在奖品界面填写的要求说明，如遇虚假抽奖，请进入客服投诉链接填写信息，我们会酌情对发起者处罚。' }, { title: 'A: 三种开奖方式!', content: '按时间自动开奖：时间范围在7天内，到达设置时间会自动开奖。\r\n\r\n 按人数自动开奖：免费版人数设置不可超过1024人。如3天内未到达指定人数，则会在3天后自动开奖。\r\n\r\n 手动开奖：由发起者手动点击进行开奖，有效期3天。如未开奖，则自动3天后失效。' }, { title: 'Q: 我经常参与抽奖，为什么从来没有中奖过?', content: '陪我抽奖：作为第三方抽奖平台，所有抽奖均由程序随机抽取，我们不会指定中奖，黑箱操作，如果经常参与抽奖没有中奖，不如试试发起一个抽奖，邀请朋友们参与，也很有乐趣。' }]
  }
});